[
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSbx7WQMTJAG6wLd4tK9Llr9",
    "title": "Hayek Summer Workshop (Leipzig 2018)",
    "description": "Financial crises, skyrocketing debt levels, sluggish growth, and growing inequality are among the most pressing policy issues in the industrialized world. The Hayek Summer Workshop provides an opportunity to fifteen selected students to discuss causes, consequences, and remedies of the current low-growth and high debt environment from a Hayekian and Public Choice perspective. Students will spend two full days learning, thinking and arguing about topics such as the link between monetary policy, credit cycles and financial crises. They will explore the political economy of crisis policies as well as unintended consequences of crisis management. The intensive workshop takes place from September 5-7, 2018 at Leipzig University, amidst one of Germany’s youngest and most dynamic cities. Selected students will be accommodated right in the city center, two minutes from the university buildings. The program package also includes welcome drinks, lunch meals, and get-togethers with the instructors.",
    "ogimage": "https://i.ytimg.com/vi/hf0ncpmXhsw/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLAAs-QepQcIz3s76AvVnTEBmiAfoA&days_since_epoch=19926",
    "date": "2024-07-10",
    "author": "Test Author",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSanfYiAp8JSHxIjBm66yPf5",
    "title": "Mises University (Vienna 2018)",
    "description": "The Mises University is the world's leading instructional program in the Austrian School of economics. Since 1986, it has been the essential training ground for economists who are looking beyond the mainstream. The program offers courses and seminars on the whole range of the discipline. A core curriculum presents economic foundations, and more than fifty elective classes explore the entire range of economics, in all levels of advancement. The program ends with a Mündliche Prüfung, an optional exam for an honors certificate and cash prizes for the most learned. Subject areas cover market behavior, competition, value and utility, money and banking, business cycles, industrial organization, method, economic history, the philosophy of science, financial economics, and more. You attend what most suits your interests and level of advancement. Classes are interspersed with discussion seminars, faculty panels, and plenary lectures. There are special sessions on economic history, economics and ethics, and political philosophy. Nightly social hours allow time to meet and discuss it all with faculty and other students.",
    "ogimage": "https://i.ytimg.com/vi/IgLOA_Xeo_0/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLACKc9rYSsaqfvlGXmr3BALNc8B2A&days_since_epoch=19926",
    "date": "2024-07-10",
    "author": "Test Author",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSZsgH48ZDxNdzRXbg_pvMnz",
    "title": "Baltic Honeybadger Conference (Riga 2018)",
    "description": "The Baltic Honeybadger conference is the first major event in Latvia dedicated to Bitcoin and the technologies built around it. Our goal is to create an educational and community-driven event with high-profile speakers from all around the world and with different backgrounds — from technical engineers and cybersecurity professionals to business owners and bestselling authors. The Baltic Honeybadger conference is driven by the cypherpunk movement. We're not promoting various so called altcoins, ICOs, banks and other blockchain-based 'snake oil'. Join us in Riga and learn more about the honeybadger of money - Bitcoin. HODL!",
    "ogimage": "https://i.ytimg.com/vi/NWdzA3JUn2s/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLCFjRCQxys-GjD3iLUKQqaajIfcqQ&days_since_epoch=19926",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLC_AgDAr0m6QhwqPDrqMfjX64oHGmwDMk&app=desktop",
    "title": "Bolt-A-Thon: World's First Online Lightning Network Conference and Hackathon",
    "description": "Bolt-A-Thon is the World's First Online Lightning Network Conference and Hackathon. April 2019.",
    "ogimage": "https://i.ytimg.com/vi/lVJXGBZUakA/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLBFkRO9dSJPJYVQJLEBOV7UIRoF6Q&days_since_epoch=19926",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSYnUncEaz5SM0ihfjPtGTvO",
    "title": "Understanding Bitcoin Conference (Malta 2019)",
    "description": "Understanding Bitcoin conference is organized with a focus on the non-technical, non-developer users that want to increase their knowledge and technical participation in the Bitcoin network. Not everyone has the skills to take full advantage of what Bitcoin has to offer, so this event will help the average user be more familiar with best practices and understanding all aspects of interacting with the Bitcoin network. There will be practical hands on presentations of how to set up features, along with theoretical discussions removing the FUD and misconceptions surrounding the current state of Bitcoin’s Trustless Network.",
    "ogimage": "https://i.ytimg.com/vi/0Q7iTGTtI0U/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLA6beHHNPYp-ikHXCbOuTOiWkhwuQ&days_since_epoch=19926",
    "date": "2024-07-10",
    "author": "Test Author",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSZFi81lduijpsmkhxQv2Gm8",
    "title": "The Ethics of Money Production",
    "description": "This pioneering work by Jörg Guido Hülsmann, professor of economics at the University of Angers in France and the author of Mises: The Last Knight of Liberalism, is the first full study of a critically important issue today: the ethics of money production. By 'money production,'' the author is speaking not in the colloquial sense of the phrase 'making money,'' but rather the actual production of money as a commodity in the whole economic life. The choice of the money we use in exchange is not something that needs to be established and fixed by government. In fact, his thesis is that a government monopoly on money production and management has no ethical or economic grounding at all. Legal tender laws, bailout guarantees, tax-backed deposit insurance, and the entire apparatus that sustains national monetary systems, has been wholly unjustified. Money, he argues, should be a privately produced good like any other, such as clothing or food.",
    "ogimage": "https://i.ytimg.com/vi/86o5Vjv2qGc/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLDUb3KkmhO0Oikq1D7XIWL7rWb5GA&days_since_epoch=19926",
    "category": "Money",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSbPVUAhYqILAYQ3uUbh2zOu",
    "title": "What Has Government Done to Our Money? By Murray Rothbard",
    "description": "Rothbard boils down the Austrian theory to its essentials. The book also made huge theoretical advances. Just as importantly, it is beautifully written. He tells a thrilling story because he loves the subject so much. Max simply replaces the word 'gold' with 'Bitcoin' showing how Rothbard has predicted all major events of Bitcoin in 1963.",
    "ogimage": "https://i.ytimg.com/vi/9H9DhcV4YyM/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLCSwfBu8PoCOb30P3qoEOEFKlLYcA&days_since_epoch=19926",
    "category": "Money",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSbVzuInEB0Kc7rchuzIHyQh",
    "title": "Anarchy in Money, with Max Hillebrand",
    "description": "An act is morally righteous only when it is chosen voluntarily, as there is no violation of property rights and Natural Law. The free market is a complex net...",
    "ogimage": "https://i.ytimg.com/vi/eJqKZINoDxA/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLCEPvC_H132GqIrMmzQii7vP7gKYg&days_since_epoch=19926",
    "category": "Money",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSY9pV6EI5zkHcut5UTCs1cp",
    "title": "Bitcoin Op Tech Newsletter",
    "description": "A reading of the Bitcoin Operations Technology Group (Optech) works to bring the best open source technologies and techniques to Bitcoin-using businesses in order to lower costs and improve customer experiences. An initial focus for the group is working with its member organizations to reduce transaction sizes and minimize the effect of subsequent transaction fee increases. Long-term goals include providing documentation and training materials, a weekly newsletter, original research, and facilitating improved relations between businesses and the open source community.",
    "ogimage": "https://i.ytimg.com/vi/NAXwLHgYHjo/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLAiSmIXxIUbV2lbYXSa5-80jwp3Qg&days_since_epoch=19926",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSZkVpgAZjAFfFp4D0SHLnFw",
    "title": "GPG + Yubikey",
    "description": "This is the DrDuh guide to using YubiKey as a SmartCard for storing GPG encryption, signing and authentication keys, which can also be used for SSH. Many of the principles in this document are applicable to other smart card devices. Keys stored on YubiKey are non-exportable (as opposed to file-based keys that are stored on disk) and are convenient for everyday use. Instead of having to remember and enter passphrases to unlock SSH/GPG keys, YubiKey needs only a physical touch after being unlocked with a PIN code. All signing and encryption operations happen on the card, rather than in OS memory.",
    "ogimage": "https://i.ytimg.com/vi/6i8vPJLAPRs/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLD1aYiEWeVK5mAJ5LP1MVOc45ZVnA&days_since_epoch=19926",
    "date": "2024-07-10",
    "author": "Test Author",
    "category": "Development",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSYX2cNoOaV-w-9QuZ62LDk_",
    "title": "Bitcoin only",
    "description": "For a project to be listed on bitcoin-only it must simply meet the following two requirements: Support bitcoin. Reject ever supporting altcoins. Welcome! Here you will find projects and resources which support bitcoin. The site is quite new and we are regularly adding exciting new content so be sure to check back soon!",
    "ogimage": "https://i.ytimg.com/vi/AQAtkjlQUOs/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLC7DJ_5JVCESbttVna6FlpGkZndfA&days_since_epoch=19926",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSbUYnzXthFazpUw6ZJCUKOu",
    "title": "Understanding Schnorr Signatures",
    "description": "Bitcoin has traditionally used ECDSA signatures over the secp256k1 curve for authenticating transactions. These are standardized, but have a number of downsides compared to Schnorr signatures over the same curve: - Security proof: The security of Schnorr signatures is easily provable in the random oracle model assuming the elliptic curve discrete logarithm problem (ECDLP) is hard. Such a proof does not exist for ECDSA. - Non-malleability: ECDSA signatures are inherently malleable; a third party without access to the private key can alter an existing valid signature for a given public key and message into another signature that is valid for the same key and message. This issue is discussed in BIP62 and BIP66. On the other hand, Schnorr signatures are provably non-malleable. - Linearity: Schnorr signatures have the remarkable property that multiple parties can collaborate to produce a signature that is valid for the sum of their public keys. This is the building block for various higher-level constructions that improve efficiency and privacy, such as multisignatures and others.",
    "ogimage": "https://i.ytimg.com/vi/TVGiIl3_3Ys/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLAKPc9ce8vsZHEJsvXVNo67Pn8AJQ&days_since_epoch=19926",
    "category": "Development",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSZWpXUZAp2y0ftJsjXPWdtO",
    "title": "Bitcoin Developer's Mailing List",
    "description": "The bitcoin-dev mailing list is intended for technical discussions only. There’s things that don’t belong there but need to be discussed anyway. Now this is done in bitcoin-dev, but the volume of this is getting too big. The bitcoin-discuss list will be created as well as a simple website listing all the lists and corresponding policies. A meeting is scheduled on monday to discuss the moderation and policies of said lists.",
    "ogimage": "https://i.ytimg.com/vi/VE0p4rT_-wo/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLBP-qwKci-Brvr0iHlurun2HkHgrw&days_since_epoch=19926",
    "date": "2024-07-10",
    "author": "Test Author",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSZm6k6GlJRhY6T7wSvoEWbG",
    "title": "Purism",
    "description": "Purism continues to successfully deliver freedom respecting, privacy protecting, and security focused products and services that people trust, and feel safe in using. Cybersecurity and privacy protection are growing concerns in the industry, both are rooted in digital freedoms and the rights we as society demand. For too long, the tech industry has used products and services that abuse personal information and create an unsafe environment – where people like you have become the product. Purism is invested in creating an ethical computing environment, with quality services and products that people will find convenient to use and beautiful to look upon. An environment you can reliably trust. Thanks to the genereous donations of the WCN viewers, Max could buy and test the Librem 15 v3 laptop and talk to Todd Weaver, the founder of purism.",
    "ogimage": "https://i.ytimg.com/vi/41y_eGsdy2U/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLBnr6bEpsti1pSQpCSRME75YjFjWQ&days_since_epoch=19926",
    "category": "Purism",
    "type": "Video"
  },
  {
    "link": "https://web.archive.org/web/20200516020438/https://www.youtube.com/playlist?list=PLPj3KCksGbSZJzC4besvtu8CSroBosrdt",
    "title": "Cold Card",
    "description": "THE WORLD NEEDS AN OPEN, CHEAP & ULTRASECURE HARDWARE WALLET! What is the Coinkite Coldcard? It's a Bitcoin hardware wallet, so it signs transactions and can be used offline. BIP39 based, which means you can backup the secret words onto paper, and have lots of sub-accounts and unlimited independent payment addresses. It knows how to understand transactions, so you can see what you are approving. The first PSBT (BIP 174) native wallet which can be used completely offline for it's entire lifecycle. BUT IT'S DIFFERENT! NO specialized software required. It accepts standard PSBT transaction (BIP 174) stored on an MicroSD card. NO companion 'app' on your computer, works with the major wallets already (Electrum, and more to come). It's cheap! Simple packaging, plain design, no fancy boxes, no redundant cables. It's ultrasecure! Real crypto security chip. Your private key is stored in a dedicated security chip, not the main micro's flash. Easy back-up! MicroSD card slot for backup and data storage. This allows truly offline signing, by transferring the unsigned/signed transactions on sneakernet. Open source software design runs Micropython and you can change it. OTHER FEATURES: Full-sized numeric keypad makes entering PIN easy and quick. Larger 128x64 OLED screen. It's an open platform, and we expect other ˛\"apps\" in time, like: Sign text messages to prove control over private key. Participate in multisig wallets, with other signers. Encrypt/decrypt secret messages (stored on MicroSD or otherwise).",
    "ogimage": "https://web.archive.org/web/20200516020438im_/https://i.ytimg.com/vi/VGxQhvK2LTQ/hqdefault.jpg?sqp=-oaymwEWCKgBEF5IWvKriqkDCQgBFQAAiEIYAQ==&rs=AOn4CLC3Gqs-gzFxHMs5O7LQ2Vf2QHLknw",
    "category": "Bitcoin",
    "type": "Cold Card"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSYvbhhUpIehNqnXFLkz1AD1",
    "title": "nodl - Bitcoin Full Node",
    "description": "The nodl enables you to connect to Bitcoin and the Lightning Network so that you can verify and process payments without having to rely on any intermediaries. nodl runs uncensored, you are free to connect with anyone, anywhere, anytime. It enables you to operate near-instantaneously at a fraction of the cost of doing business with classic payment options. nodl comes in a solid metal enclosure. Plug it in and within 3 clicks you are downloading the blockchain. Choose nodl and join hundreds of early adopters around the globe, who are building a better future. Run your own nodl and experience financial sovereignty.",
    "ogimage": "https://i.ytimg.com/vi/O_PQeUYAYgM/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLAYB2NgJo7ahTHt5TDxa6S9NkuZWA&days_since_epoch=19926",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://web.archive.org/web/20200627112816/https://www.youtube.com/playlist?list=PLPj3KCksGbSaEmjU0sywoTYDVYYSu8LsS",
    "title": "Wasabi Wallet",
    "description": "Wasabi is an open-source, non-custodial, privacy focused Bitcoin wallet, that implements trustless coin shuffling with mathematically provable anonymity: Chaumian CoinJoin, it is the first of its kind. However, 'anonymity loves company', the more users there are, the better your privacy, and the faster the CoinJoin rounds will be. Whether you are looking for state of the art operational security or you are philosophically aligned with the principles of freedom and privacy, now it is YOUR time to contribute. Fire up your Wasabi and start providing liquidity for CoinJoins to bootstrap the system!",
    "ogimage": "https://web.archive.org/web/20200627112816im_/https://i.ytimg.com/vi/y8wQK-Ndl3Q/hqdefault.jpg?sqp=-oaymwEWCKgBEF5IWvKriqkDCQgBFQAAiEIYAQ==&rs=AOn4CLBrx2pLSYMTozGbKz5rCBzA03jgwQ",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSZR33X7kJmDMwIEH-wrrpCJ",
    "title": "Bisq Decentralized Exchange",
    "description": "Bisq is an open-source, peer-to-peer application that allows you to buy and sell cryptocurrencies in exchange for national currencies. No registration required. Bisq does not require identity verification, it is decentralized, non custodial, privat, open source and very easy to use!",
    "ogimage": "https://i.ytimg.com/vi/4zxuyhfJq9c/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLA7UymGWgtYuyPbD4aakyFTEb_ENQ&days_since_epoch=19926",
    "category": "Exchange",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSb1h33FZbsrtr1feIIwTBHt",
    "title": "Open Source Everything, with Max Hillebrand",
    "description": "Use libre software, free as in freedom, not gratis. Always verify the source code you are running.",
    "ogimage": "https://i.ytimg.com/vi/41y_eGsdy2U/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLBnr6bEpsti1pSQpCSRME75YjFjWQ&days_since_epoch=19926",
    "category": "Open Source",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSafpOorg0NdeVXGIPNqV_8a",
    "title": "Read Rothbard ~ Use Bitcoin, with Max Hillebrand",
    "description": "One of the fundamental pillars of Bitcoin is Austrian Economics, a study of freedom and voluntary interactions in all parts of society. Murray Rothbard is one of the giant thinkers and freedom fighters who has a relentless track record of seeking truth. Max is going to talk with other Bitcoiners about the economics, ethics and philosophy of Bitcoin.",
    "ogimage": "https://i.ytimg.com/vi/K1XWPf5nQ6Y/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLDTWuKl0EhGjvs3GmNvcxLUp2sc8Q&days_since_epoch=19926",
    "category": "Bitcoin",
    "type": "Video"
  },
  {
    "link": "https://www.youtube.com/playlist?list=PLPj3KCksGbSZtGhC7nIr_Mf1oCeP8U1tV",
    "title": "Bitcoin to the Max",
    "description": "In this series, Max is explaining in a short video format one concept about Bitcoin, Austrian Economics, or Anarchist Philosophy. The topics are wide ranging and can include what ever is of interest at that particular moment in time. This is a companion series that goes hand in hand with the longer form conversations that Max is usually sharing. Perfectly suited for anyone who would like to accumulate the knowledge in a short soundbite form without wasting too much time.",
    "ogimage": "https://i.ytimg.com/vi/BrhYXz8PXf4/hqdefault.jpg?sqp=-oaymwEXCOADEI4CSFryq4qpAwkIARUAAIhCGAE=&rs=AOn4CLCyDE0p_LfR086RyjvM0MkcAjFj5Q&days_since_epoch=19926",
    "category": "Bitcoin",
    "type": "Video"
  }
]